/**
 * Функция локализации datepicker-а
 */
export default {
        startYear: 1900,
        endYear: new Date().getFullYear(),
        firstDayOfAWeek: 1,
        dateFormat: 'dd.MM.yyyy',
        days: ['Воскресенье', 'Понедельник', 'Вторник', 'Среда', 'Четверг', 'Пятница', 'Суббота'],
        shortDays: ['Вс', 'Пн', 'Вт', 'Ср', 'Чт', 'Пт', 'Сб'],
        shorterDays: ['В', 'П', 'В', 'С', 'Ч', 'П', 'С'],
        months: ['Январь', 'Февраль', 'Март', 'Апрель', 'Май', 'Июнь', 'Июль', 'Август', 'Сентябрь', 'Октябрь', 'Ноябрь', 'Декабрь'],
        shortMonths: ['Янв', 'Фев', 'Мар', 'Апр', 'Май', 'Июнь', 'Июль', 'Авг', 'Сен', 'Окт', 'Ноя', 'Дек'],
        shorterMonths: ['Я', 'Ф', 'М', 'Ап', 'М', 'И', 'Ию', 'Ав', 'С', 'О', 'Н', 'Д'],
    };
